export function Text() {
  return (
    <div className="flex flex-col gap-4 my-10">
      <h1 className="text-3xl text-center">Добро пожаловать в Sneakers Shop — Мир Кроссовок!</h1>
      <p>
        Приветствуем вас в нашем онлайн-магазине, где каждый шаг превращается в удовольствие! В
        Sneakers Shop мы верим, что кроссовки — это больше, чем просто обувь. Это способ выразить
        ваш уникальный стиль и обеспечить комфорт на каждом шагу.
      </p>
      <div>
        <h3 className="text-xl">Широкий Ассортимент Для Всех и Каждого</h3>
        <p>
          Здесь вы найдете последние новинки и проверенные временем классические модели от ведущих
          мировых брендов. Спортивные, повседневные, для тренировок или просто для комфортного
          отдыха — у нас есть кроссовки на любой вкус!
        </p>
      </div>
      <div>
        <h3 className="text-xl">Качество и Стиль</h3>
        <p>
          Мы выбираем только лучшее для наших покупателей. Наши кроссовки — это сочетание качества,
          стиля и последних тенденций моды.
        </p>
      </div>
      <div>
        <h3 className="text-xl">Удобство Покупок</h3>
        <p>
          Легко и просто выбрать и заказать идеальную пару — наш интернет-магазин предлагает удобный
          интерфейс, детальные описания и высококачественные фотографии.
        </p>
      </div>
      <div>
        <h3 className="text-xl">Мы Рядом с Вами</h3>
        <p>
          Если у вас возникнут вопросы или вам понадобится помощь в выборе, наша команда всегда рада
          помочь. Мы ценим каждого клиента и стремимся сделать ваш опыт покупки незабываемым.
        </p>
      </div>
      <p>
        Ваши идеальные кроссовки ждут вас в Sneakers Shop! Погрузитесь в мир комфорта и стиля уже
        сегодня.
      </p>
    </div>
  );
}
